Elastic section modulus about main weak axis for calculation of bending stresses.
  Namespace:   Autodesk.Revit.DB.Structure.StructuralSections
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2015
 Syntax
  C#
public double ElasticModulusWeakAxis { get; set; }
  Visual Basic
Public Property ElasticModulusWeakAxis As Double
	Get
	Set
  Visual C++
public:
property double ElasticModulusWeakAxis {
	double get ();
	void set (double value);
}
 See Also
  StructuralSection Class
  Autodesk.Revit.DB.Structure.StructuralSections Namespace